Repository: mariamBabutsidze/FurFamilyFinder
Catalog: FurFamilyFinder/Localizable.xcstrings
Source language: en
Languages: ka_ge

# %lld Year
source: %lld Years
ka_ge: %lld წლის

# %lld Year %lld Month
source: %lld Years and %lld Months
ka_ge: %lld წლის და %lld თვის

source: About
ka_ge: ინფორმაცია

source: Adopt
ka_ge: შეიფარე

source: Details
ka_ge: დეტალები

source: Groomed
ka_ge: დავარცხნილი

source: Hello
ka_ge: გამარჯობა

source: Hi, Mariam
ka_ge: გამარჯობა, მარიამ

source: Popular
ka_ge: პოპულარული

source: Recent
ka_ge: ახალი

source: See all
ka_ge: ყველას ნახვა

source: Trained
ka_ge: გაწრთვნილი

source: Vaccinated
ka_ge: აცრილი
